Repository: systers/malaria-app-ios
Catalog: Localization/*.lproj/Localizable.strings
Languages: ro

source: Achievement %@ unlocked
ro: Obiectivul %@ a fost deblocat

source: Location text can't be empty.
ro: Textul destinației nu poate fi gol.

source: You need to refill your pill stock from the User Profile.
ro: Trebuie să îți resuplimentezi stocul din secțiunea Profilum Meu

source: Did you take %@ today?
ro: Ți-ai luat %@ astăzi?

source: First name must have minimum two characters.
ro: Prenumele trebuie să aibă minim două caractere.

source: Last name must have minimum two characters.
ro: Numele trebuie să aibă minim două caractere.

source: Location must have minimum two characters.
ro: Locația trebuie să aibă minim două caractere.

source: Phone must have minimum two characters.
ro: Telefonul trebuie să aibă minim două caractere.

source: Gender must have minimum two characters.
ro: Sexul trebuie să aibă minim două caractere.

source: Please insert your real age.
ro: Te rog introdu vârsta ta adevărată.

source: Please insert a valid email.
ro: Te rog introdu un email valid.

source: Please insert a valid phone number.
ro: Te rog introdu un telefon valid

source: Share Your Stats!
ro: Împărtășește-ți statisticile!

source: Cancel
ro: Anulare

source: Yes
ro: Da

source: No
ro: Nu

source: Dismiss
ro: Înlătură

source: Yes, I did
ro: Da, am luat

source: No, I didn't
ro: Nu, nu am luat

source: Back
ro: Înapoi

source: Settings
ro: Setări

source: Success
ro: Succes

source: Error
ro: Eroare

source: Done
ro: Finalizare

source: Adherence to medicine
ro: Aderență la medicație

source: Adherence
ro: Aderență

source: Doses in a Row
ro: Doze la rând

source: DosesInRow
ro: DozeLaRând

source: Medicine Last Take
ro: Ultima dată a pastilei

source: MedicineLastTaken
ro: UltimaDatăAPastilei

source: You forgot your medicine for quite a while
ro: Ai uitat să iei medicamentul în ultima vreme.

source: Would you like to change your reminder time?
ro: Ai dori să îți schimbi ora de amintire?

source: Not possible to change entries in the future
ro: Nu poți să schimbi înregistrări în viitor

source: You already took your %@ pill
ro: Ți-ai luat deja pastila %@

source: You didn't take your %@ pill
ro: Nu ți-ai luat pastila %@

source: Did you take your medicine on %@ ?
ro: Ți-ai luat pastila pe %@ ?

source: daily
ro: zilnic

source: weekly
ro: săptămânal

source: No entries
ro: Nicio înregistrare

source: Statement 1
ro: Odată ce ai luat malarie vei fi imun pe viață.

source: Statement 2
ro: Malaria este o boală fatală.

source: Statement 3
ro: Nu trebuie să te temi de malaria în sezonul uscat.

source: Statement 4
ro: Jumătate din populația planetei este în pericol de malarie.

source: Statement 5
ro: Există un vaccin pentru malarie.

source: Myth vs. Fact
ro: Mit vs. Adevăr

source: MythVsFact Rules
ro: - Decide dacă constatarea este corectă sau falsă prin a o trage în containerul coresponzător. - Câștigă puncte de realizări pentru fiecare răspuns corect pe care îl dai. - Răspunsul corect va sclipi după fiecare răspuns.

source: Statement %i / %i
ro: Constatarea %i / %i

source: Question 1
ro: Melfoquine trebuie administrată:

source: Daily
ro: Zilnic

source: Weekly
ro: Săptămânal

source: Monthly
ro: Lunar

source: Question 2
ro: Malaria este cauzată de:

source: Bacteria
ro: Bacterie

source: Protozoa
ro: Protozoare

source: Question 3
ro: Doxycycline trebuie administrată:

source: Question 4
ro: Malaria este transmisă prin țânțarul ....

source: Female Aedes
ro: Femelă Aedes

source: Female Anopheles
ro: Femelă Anopheles

source: Male Aedes
ro: Mascul Aedes

source: Question 5
ro: Malarone trebuie administrată:

source: Rapid Fire
ro: Foc Rapid

source: Rapid Fire game rules
ro: - Răspunde rapid la întrebări, sunt presiunea timpului. - Căștigă puncte de realizări pentru fiecare răspuns corect pe care îl dai.

source: Question %i / %i
ro: Întrebarea %i / %i

source: second
ro: secundă

source: seconds
ro: secunde

source: No available message from Peace Corps.
ro: Niciun mesaj disponibil de la Peace Corps.

source: Couldn't update Peace Corps messages
ro: Nu am reușit să actualizez mesajele de la Peace Corps.

source: Please try again later.
ro: Te rog încearcă mai târziu.

source: Couldn't update Peace Corps messages.
ro: Nu am putut actualiza mesajele de la Peace Corps.

source: No available internet connection. Please try again later.
ro: Nu există conexiune la internet. Te rog, încearcă mai târziu.

source: Only medicine
ro: Numai medicamente

source: %i items
ro: %i obiecte

source: Update Trip
ro: Actualizează excursie

source: All data will be lost
ro: Toate datele vor fi pierdute

source: History is empty
ro: Istoricul e gol

source: Departure day must be before arrival
ro: Plecarea trebuie să fie înaintea sosirii.

source: Arrival day must be after departure
ro: Sosirea trebuie să fie după plecare.

source: Delete
ro: Șterge

source: %i pills
ro: %i pastile

source: Name
ro: Nume

source: What do you want to bring to the trip?
ro: Ce vrei să iei în excursie?

source: Pick one medicine
ro: Alege un medicament

source: Change item
ro: Schimbă obiect

source: You have %d %@ of %@ left.
ro: Ți-au mai rămas %d %@ de %@.

source: week
ro: săptămână

source: day
ro: zi

source: weeks
ro: săptămâni

source: days
ro: zile

source: Set reminder for:
ro: Amintește-mi pentru:

source: Male
ro: Masculin

source: Female
ro: Femenin

source: Other
ro: Altceva

source: Flawless game
ro: Joc Perfect

source: Finish a Rapid Fire game without picking any wrong answer.
ro: Finalizează un joc de Foc Rapid fără să gresești vreun răspuns.

source: First Trip
ro: Prima Excursie

source: Plan your first trip.
ro: Planifică prima excursie.

source: Staying safe
ro: Menține-te sănătos

source: Take your first medicine.
ro: Ia prima ta pastilă.

source: Completed
ro: Finalizat

source: Pills
ro: Pastile

source: Games
ro: Jocuri

source: You ran out of pills!
ro: Ai rămas fără pastile!

source: Score: %i
ro: Scor: %i

source: Game over
ro: Joc terminat

source: You gained %i achievement %@
ro: Ai obținut %i %@ de realizări.

source: point
ro: punct

source: points
ro: puncte

source: Couldn't start game
ro: Nu a putut începe jocul

source: There was a problem fetching the content for this game.
ro: A fost o problemă cu preluarea datelor pentru acest joc
